IDEA Open Model
ReportSettings Constructor
Initializes a new instance of the ReportSettings class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public ReportSettings()
Public Sub New
public:
ReportSettings()
See Also
Reference
ReportSettings Class
IdeaRS.OpenModel.Connection Namespace